
	[
		
		{
			"title":"Blueberry",
			"headline": "Blueberries are sweet, nutritious and wildly popular fruit all over the world.",
       		 "image": "blueberry",
       		  "gradientColors": [{"color":"color_blueberry_light"}, {"color":"color_blueberry_dark"}],
       		  "description": "Blueberries are perennial flowering plants with blue or purple berries. They are classified in the section Cyanococcus within the genus Vaccinium. Vaccinium also includes cranberries, bilberries, huckleberries and Madeira blueberries.Commercial blueberries—both wild (lowbush) and cultivated (highbush)—are all native to North America. The highbush varieties were introduced into Europe during the 1930s. Blueberries are usually prostrate shrubs that can vary in size from 10 centimeters (3.9 in) to 4 meters (13 ft) in height. In commercial production of blueberries, the species with small, pea-size berries growing on low-level bushes are known as lowbush blueberries (synonymous with \"wild\"), while the species with larger berries growing on taller cultivated bushes are known as \"highbush blueberries\".Canada is the leading producer of lowbush blueberries, while the United States produces some 40% of the world supply of highbush blueberries.",

          "uses":"Blueberries are sold fresh or are processed as individually quick frozen (IQF) fruit, purée, juice, or dried or infused berries. These may then be used in a variety of consumer goods, such as jellies, jams, blueberry pies, muffins, snack foods, or as an additive to breakfast cereals.\n Blueberry jam is made from blueberries, sugar, water, and fruit pectin. Blueberry sauce is a sweet sauce prepared using blueberries as a primary ingredient.\n Blueberry wine is made from the flesh and skin of the berry, which is fermented and then matured; usually the lowbush variety is used.",
          "nutrients": "Blueberries consist of 14% carbohydrates, 0.7% protein, 0.3% fat and 84% water (table). They contain only negligible amounts of micronutrients, with moderate levels (relative to respective Daily Values) (DV) of the essential dietary mineral manganese, vitamin C, vitamin K and dietary fiber (table).\n  Generally, nutrient contents of blueberries are a low percentage of the DV (table). One serving provides a relatively low caloric value of 57 kcal with a glycemic load of 6.",
          "nutrition":[{"value":"240 kJ (57 kcal)"},{"value":"9.96 g"},{"value":"0.74 g"},{"value":"A, B1, B2, B3, B5, B6, B9, C, E, K"},{"value":"Calcium, Iron, Magnasium, Manganese, Phosphorus, Sodium, Zinc"}]

		},
		{
			"title":"Strawberry",
			"headline": "Widely appreciated for its characteristic aroma,  red color, juicy texture, and sweetness.",
       		 "image": "strawberry",
       		  "gradientColors": [{"color":"color_strawberry_light"}, {"color":"color_strawberry_dark"}],
       		  "description": "The garden strawberry (or simply strawberry; Fragaria × ananassa) is a widely grown hybrid species of the genus Fragaria, collectively known as the strawberries, which are cultivated worldwide for their fruit. The fruit is widely appreciated for its characteristic aroma, bright red color, juicy texture, and sweetness. It is consumed in large quantities, either fresh or in such prepared foods as jam, juice, pies, ice cream, milkshakes, and chocolates. Artificial strawberry flavorings and aromas are also widely used in products such as candy, soap, lip gloss, perfume, and many others. The strawberry is not, from a botanical point of view, a berry. Technically, it is an aggregate accessory fruit, meaning that the fleshy part is derived not from the plant's ovaries but from the receptacle that holds the ovaries.[4] Each apparent \"seed\" (achene) on the outside of the fruit is actually one of the ovaries of the flower, with a seed inside it.",

          "uses":" In addition to being consumed fresh, strawberries can be frozen or made into jam or preserves,[45] as well as dried and used in prepared foods, such as cereal bars. Strawberries and strawberry flavorings are a popular addition to dairy products, such as strawberry milk, strawberry ice cream, strawberry milkshakes/smoothies and strawberry yogurts. In the United Kingdom, \"strawberries and cream\" is a popular dessert consumed at the Wimbledon tennis tournament.[5] Strawberries and cream is also a staple snack in Mexico, usually available at ice cream parlors. In Sweden, strawberries are a traditional dessert served on St John's Day, also known as Midsummer's Eve. Depending on area, strawberry pie, strawberry rhubarb pie, or strawberry shortcake are also common. In Greece, strawberries may be sprinkled with sugar and then dipped in Metaxa, a brandy, and served as a dessert. In Italy, strawberries are used for various desserts and as a common flavoring for gelato (gelato alla fragola).Suonenjoki in North Savonia, Finland is famous small town for its strawberries, that's why is also known as \"the Strawberry Town\" or \"the Strawberry Capital\". Lots of foreign people, mainly from Ukraine and Russia, come to Suonenjoki in summer to work on strawberry farms. That makes Suonenjoki the most international town of Finland at summer. There is a party in Suonenjoki in July called Mansikkakarnevaalit, \"Strawberry Carnival\".",
          "nutrients": "Blueberries consist of 14% carbohydrates, 0.7% protein, 0.3% fat and 84% water (table). They contain only negligible amounts of micronutrients, with moderate levels (relative to respective Daily Values) (DV) of the essential dietary mineral manganese, vitamin C, vitamin K and dietary fiber (table).\n  Generally, nutrient contents of blueberries are a low percentage of the DV (table). One serving provides a relatively low caloric value of 57 kcal with a glycemic load of 6.",
		"nutrition":[{"value":"136 kJ (33 kcal)"},{"value":"4.89 g"},{"value":"0.67 g"},{"value":"B1, B2, B3, B5, B6, B9, Choline, C, E, K"},{"value":"Calcium, Iron, Magnasium, Manganese, Phosphorus, Potassium, Sodium, Zinc"}]

		},
		{
			"title":"Lemon",
			"headline": "There's no doubt lemons are delicious, but does adding them to water make you healthier?",
       		 "image": "lemon",
       		  "gradientColors": [{"color":"color_lemon_light"}, {"color":"color_lemon_dark"}],
       		  "description": "The lemon, Citrus lemon, is a species of small evergreen tree in the flowering plant family Rutaceae, native to South Asia, primarily North eastern India. Its fruits are round in shape.The tree's ellipsoidal yellow fruit is used for culinary and non-culinary purposes throughout the world, primarily for its juice, which has both culinary and cleaning uses. The pulp and rind are also used in cooking and baking. The juice of the lemon is about 5% to 6% citric acid, with a pH of around 2.2, giving it a sour taste. The distinctive sour taste of lemon juice makes it a key ingredient in drinks and foods such as lemonade and lemon meringue pie.",

          "uses":"  Lemon juice, rind, and peel are used in a wide variety of foods and drinks. The whole lemon is used to make marmalade, lemon curd and lemon liqueur. Lemon slices and lemon rind are used as a garnish for food and drinks. Lemon zest, the grated outer rind of the fruit, is used to add flavor to baked goods, puddings, rice, and other dishes.          Lemon juice is used to make lemonade, soft drinks, and cocktails. It is used in marinades for fish, where its acid neutralizes amines in fish by converting them into nonvolatile ammonium salts. In meat, the acid partially hydrolyzes tough collagen fibers, tenderizing it.[18] In the United Kingdom, lemon juice is frequently added to pancakes, especially on Shrove Tuesday.Lemon juice is also used as a short-term preservative on certain foods that tend to oxidize and turn brown after being sliced (enzymatic browning), such as apples, bananas, and avocados, where its acid denatures the enzymes.",
          "nutrients": "Lemon is a rich source of vitamin C, providing 64% of the Daily Value in a 100 g reference amount (table). Other essential nutrients are low in content. Lemons contain numerous phytochemicals, including polyphenols, terpenes, and tannins.[14] Lemon juice contains slightly more citric acid than lime juice (about 47 g/l), nearly twice the citric acid of grapefruit juice, and about five times the amount of citric acid found in orange juice.",
		"nutrition":[{"value":"121 kJ (29 kcal)"},{"value":"2.5 g"},{"value":"0.67 g"},{"value":"B1, B2, B3, B5, B6, B9, C, Choline"},{"value":"Calcium, Iron, Magnasium, Manganese, Phosphorus, Potassium, Zinc"}]

		},
		{
			"title":"Plum",
			"headline": "TPlums are a very nutritious fruit. An excellent source of vitamins, minerals, fiber and antioxidants.",
       		 "image": "plum",
       		  "gradientColors": [{"color":"color_plum_light"}, {"color":"color_plum_dark"}],
       		  "description": "A plum is a fruit of the subgenus Prunus of the genus Prunus. The subgenus is distinguished from other subgenera (peaches, cherries, bird cherries, etc.) in the shoots having terminal bud and solitary side buds (not clustered), the flowers in groups of one to five together on short stems, and the fruit having a groove running down one side and a smooth stone (or pit).Mature plum fruit may have a dusty-white waxy coating that gives them a glaucous appearance. This is an epicuticular wax coating and is known as \"wax bloom\". Dried plum fruits are called \"dried plums\" or prunes, although, in many countries, prunes are a distinct type of dried plum having a wrinkled appearance (Li hing mui for instance).",

          "uses":"  Various flavors of dried plum are available at Chinese grocers and specialty stores worldwide. They tend to be much drier than the standard prune. Cream, ginseng, spicy, and salty are among the common varieties. Licorice is generally used to intensify the flavor of these plums and is used to make salty plum drinks and toppings for shaved ice or baobing. Pickled plums are another type of preserve available in Asia and international specialty stores. The Japanese variety, called umeboshi, is often used for rice balls, called onigiri or omusubi. The ume, from which umeboshi are made, is more closely related, however, to the apricot than to the plum. In the Balkans, plum is converted into an alcoholic drink named slivovitz (plum brandy) (Serbian: šljivovica). A large number of plums, of the Damson variety, are also grown in Hungary, where they are called szilva and are used to make lekvar (a plum paste jam), palinka (traditional fruit brandy), plum dumplings, and other foods. In Romania, 80% of the plum production is used to create a similar brandy, called țuică.",
          "nutrients": "",
		"nutrition":[{"value":"121 kJ (29 kcal)"},{"value":"2.5 g"},{"value":"0.67 g"},{"value":"A, B1, B2, B3, B5, B6, B9, C, E, K"},{"value":"Calcium, Iron, Magnasium, Manganese, Phosphorus, Potassium, Sodium, Zinc"}]

		},
		{
			"title":"Mango",
			"headline": "Sweet, bell-shaped fruits that have been enjoyed since ancient times. They can be eaten crisp or soft.",
       		 "image": "mango",
       		  "gradientColors": [{"color":"color_mango_light"}, {"color":"color_mango_dark"}],
       		  "description": " A mango is a juicy stone fruit (drupe) produced from numerous species of tropical trees belonging to the flowering plant genus Mangifera, cultivated mostly for their edible fruit. Most of these species are found in nature as wild mangoes. The genus belongs to the cashew family Anacardiaceae. Mangoes are native to South Asia, from where the \"common mango\" or \"Indian mango\", Mangifera indica, has been distributed worldwide to become one of the most widely cultivated fruits in the tropics. Other Mangifera species (e.g. horse mango, Mangifera foetida) are grown on a more localized basis. Worldwide, there are several hundred cultivars of mango. Depending on the cultivar, mango fruit varies in size, shape, sweetness, skin color, and flesh color which may be pale yellow, gold, or orange. Mango is the national fruit of India and Pakistan, and the national tree of Bangladesh. It is the unofficial national fruit of the Philippines.",

          "uses":" The current world market is dominated by the cultivar 'Tommy Atkins', a seedling of 'Haden' that first fruited in 1940 in southern Florida and was initially rejected commercially by Florida researchers.[22] Growers and importers worldwide have embraced the cultivar for its excellent productivity and disease resistance, shelf life, transportability, size, and appealing color.[23] Although the Tommy Atkins cultivar is commercially successful, other cultivars may be preferred by consumers for eating pleasure, such as Alphonso. Generally, ripe mangoes have an orange-yellow or reddish peel and are juicy for eating, while exported fruit are often picked while underripe with green peels. Although producing ethylene while ripening, unripened exported mangoes do not have the same juiciness or flavor as fresh fruit.",
          "nutrients": "",
		"nutrition":[{"value":"121 kJ (29 kcal)"},{"value":"2.5 g"},{"value":"0.67 g"},{"value":"A, B1, B2, B3, B5, B6, B9, C, E, K"},{"value":"Calcium, Iron, Magnasium, Manganese, Phosphorus, Potassium, Sodium, Zinc"}]

		}
	]

